---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.YJustification.Left
enum: Autodesk.Revit.DB.Structure.YJustification
source: html/3f22ee55-5f27-bd05-2947-e023528a719a.htm
---
# Autodesk.Revit.DB.Structure.YJustification.Left

Justification to the left of the element.